(window["webpackJsonp"] = window["webpackJsonp"] || []).push([["default~cart-cart-module~pay-pay-module~products-detail-productDetail-module~products-products-modul~9dc91742"],{

/***/ "./src/app/products/product.data.ts":
/*!******************************************!*\
  !*** ./src/app/products/product.data.ts ***!
  \******************************************/
/*! exports provided: products */
/***/ (function(module, __webpack_exports__, __webpack_require__) {

"use strict";
__webpack_require__.r(__webpack_exports__);
/* harmony export (binding) */ __webpack_require__.d(__webpack_exports__, "products", function() { return products; });
var products = [
    {
        category: 'leisure',
        id: '利群（红利）',
        price: 100,
        image: 'assets/烟包/休闲/红利.png',
        descTitle: '红红火火，顺顺利利！',
        desc: '“砥砺前行，不忘初心”   秉承一颗精益求精的匠心，利群（红利）承载着利群品牌最独特的设计，最先进的技术，并保持一贯“清淡醇和”的经典吸味风格。10余人专业设计团队，特邀美院教授，意大利色彩专家，5次设计研讨，2次现场方案调整，无数次不断完善……每一个环节都倾注着利群人和合作机构的极大心血。峥嵘岁月，不只沉淀了利群品牌的内涵，更磨砺了利群（红利）的未来。',
        slides: [{
                title: '独一无二的创新设计',
                desc: '中外美术大师联袂演绎包装色彩，首次采用“立体透镜”技术，完美打造裸眼3D效果，祥云旭日，亚运新贵，鹰击长空，致敬改革的红利，亚运的红利，更代表着品牌的红利。',
                image: 'assets/烟包/休闲/红利_1.jpg',
            }, {
                title: '“红五星”中空滤棒 “W12”专人专线专机',
                desc: '利群（红利）首次采用红色丝束，打造“红五星”中空滤棒，颠覆传统无色滤棒品吸体验，点燃时，滤棒中“红五星”熠熠生辉，生动有趣。进一步降低吸阻，烟气更加顺畅。利群（红利）全球领先的"W12"专人专线专机加工制造，以高科技提升其内在品质。',
                image: 'assets/烟包/休闲/红利_2.jpg',
            }, {
                title: '手工逐叶精选',
                desc: '利群（红利）以严格的选叶标准，从全球优质烟叶产地范围内手工逐叶精选自然成熟的上等烟叶。保证每片烟叶油分充足，叶片舒展，厚薄一致。',
                image: 'assets/烟包/休闲/红利_3.jpg',
            }, {
                title: '传承经典的口味特色',
                desc: '历经配方大师精益调配，口感甜润，香气丰满，余味舒适，以高端品质造就美好生活。',
                image: 'assets/烟包/休闲/红利_4.jpg',
            }]
    },
    {
        category: 'leisure',
        id: '利群（休闲）',
        price: 82,
        image: 'assets/烟包/休闲/休闲.png',
        descTitle: '本香本昧自然休闲',
        desc: '贵族般精致生活 自然优雅的醇真本味，精工的品质是来自利群对于烟草本香的保存与提升，利群（银休闲）的欣喜是来自同行高手认可的眼光。利群（银休闲），从每一个细节开始，用心品味时光的美妙，享受精致生活。六十余年 精工匠艺 利群（银休闲）是利群品牌休闲系顶级产品，融合世界各地独特品质烟叶的优点于一身。每一片烟叶均由高级技师逐片手工精选，每一支滤棒的成型，都需要反复测试与检验，这是新时代精工的象征。精致的感官来自卷烟自然优雅的醇真本味，精工的品质来自利群对于烟草本香的保存与提升。',
        slides: [{
                title: '丝绸花纹设计',
                desc: '水松纸以紫红色为主调，配以亮银色花纹图案，图案灵感源自中国传统刺绣工艺，凸显丝绸般的华贵质感。',
                image: 'assets/烟包/休闲/休闲_1.jpg',
            }, {
                title: '全球上等烟叶',
                desc: '将来自北美温带、南美雨林带、非洲亚热带以及云贵高原上等烟叶杂糅成一体，专人专线精密制作。',
                image: 'assets/烟包/休闲/休闲_2.jpg',
            }, {
                title: '弹性绵软滤棒',
                desc: '滤棒绵软且有弹性，带给消费者“初吻”般的绝妙触感。',
                image: 'assets/烟包/休闲/休闲_3.jpg',
            }, {
                title: '独特烟叶制作工艺',
                desc: '采取独特自然醇化与低温处理工艺，使烟叶甜润本色得到升华。',
                image: 'assets/烟包/休闲/休闲_4.jpg',
            }]
    },
    {
        category: 'leisure',
        id: '利群（逍遥）',
        price: 82,
        image: 'assets/烟包/休闲/逍遥.png',
        descTitle: '子非鱼，焉知鱼之乐',
        desc: '自由豁达的品位人生  子陵垂钓富春江，名士情怀传佳话，山水有形，心境无界。自在随心，豁达随行。好的生命状态如此，好烟亦如此，利群品牌产品家族的旗舰产品，“小山居，大逍遥”，奉献自在、舒适的逍遥体验。 绝妙调配 烟草典范  利群（逍遥）自问世以来始终保持其标志性的独特风格，秉承“香而不腻、淡而有味”的浙烟风格，香气甜润优雅自然，吃味醇和细腻，余味生津圆润，同时也因其带来的悠远自由的绝妙感受令人回味无穷，堪称是大师调配的烟草典范。',
        slides: [{
                title: '具有文化沉淀的包装设计',
                desc: '利群（逍遥）包装取自《富春山居图》中《子陵垂钓》的片段：一蓑一笠一扁舟，一丈丝纶一雨钩。一曲高歌一樽酒，一人独钓一江秋。',
                image: 'assets/烟包/休闲/逍遥_1.jpg',
            }, {
                title: '34mm超长滤嘴',
                desc: '34mm超长滤嘴，成就6mg舒适满足，滤嘴长一点，轻松多一点。',
                image: 'assets/烟包/休闲/逍遥_2.jpg',
            }, {
                title: '三感合一吸食口感',
                desc: '极轻加香，极轻加料，激活烟草本源的醇美，实现“入口轻松，过程舒适，结果满足”三感合一的吸食口味。',
                image: 'assets/烟包/休闲/逍遥_3.jpg',
            }]
    },
    {
        category: 'leisure',
        id: '利群（红利）',
        price: 100,
        image: 'assets/烟包/休闲/红利.png',
        descTitle: '红红火火，顺顺利利！',
        desc: '“砥砺前行，不忘初心”   秉承一颗精益求精的匠心，利群（红利）承载着利群品牌最独特的设计，最先进的技术，并保持一贯“清淡醇和”的经典吸味风格。10余人专业设计团队，特邀美院教授，意大利色彩专家，5次设计研讨，2次现场方案调整，无数次不断完善……每一个环节都倾注着利群人和合作机构的极大心血。峥嵘岁月，不只沉淀了利群品牌的内涵，更磨砺了利群（红利）的未来。',
        slides: [{
                title: '独一无二的创新设计',
                desc: '中外美术大师联袂演绎包装色彩，首次采用“立体透镜”技术，完美打造裸眼3D效果，祥云旭日，亚运新贵，鹰击长空，致敬改革的红利，亚运的红利，更代表着品牌的红利。',
                image: 'assets/烟包/休闲/红利_1.jpg',
            }, {
                title: '“红五星”中空滤棒 “W12”专人专线专机',
                desc: '利群（红利）首次采用红色丝束，打造“红五星”中空滤棒，颠覆传统无色滤棒品吸体验，点燃时，滤棒中“红五星”熠熠生辉，生动有趣。进一步降低吸阻，烟气更加顺畅。利群（红利）全球领先的"W12"专人专线专机加工制造，以高科技提升其内在品质。',
                image: 'assets/烟包/休闲/红利_2.jpg',
            }, {
                title: '手工逐叶精选',
                desc: '利群（红利）以严格的选叶标准，从全球优质烟叶产地范围内手工逐叶精选自然成熟的上等烟叶。保证每片烟叶油分充足，叶片舒展，厚薄一致。',
                image: 'assets/烟包/休闲/红利_3.jpg',
            }, {
                title: '传承经典的口味特色',
                desc: '历经配方大师精益调配，口感甜润，香气丰满，余味舒适，以高端品质造就美好生活。',
                image: 'assets/烟包/休闲/红利_4.jpg',
            }]
    },
    {
        category: 'leisure',
        id: '利群（休闲）',
        price: 82,
        image: 'assets/烟包/休闲/休闲.png',
        descTitle: '本香本昧自然休闲',
        desc: '贵族般精致生活  自然优雅的醇真本味，精工的品质是来自利群对于烟草本香的保存与提升，利群（银休闲）的欣喜是来自同行高手认可的眼光。利群（银休闲），从每一个细节开始，用心品味时光的美妙，享受精致生活。六十余年 精工匠艺，利群（银休闲）是利群品牌休闲系顶级产品，融合世界各地独特品质烟叶的优点于一身。每一片烟叶均由高级技师逐片手工精选，每一支滤棒的成型，都需要反复测试与检验，这是新时代精工的象征。精致的感官来自卷烟自然优雅的醇真本味，精工的品质来自利群对于烟草本香的保存与提升。',
        slides: [{
                title: '丝绸花纹设计',
                desc: '水松纸以紫红色为主调，配以亮银色花纹图案，图案灵感源自中国传统刺绣工艺，凸显丝绸般的华贵质感。',
                image: 'assets/烟包/休闲/休闲_1.jpg',
            }, {
                title: '全球上等烟叶',
                desc: '将来自北美温带、南美雨林带、非洲亚热带以及云贵高原上等烟叶杂糅成一体，专人专线精密制作。',
                image: 'assets/烟包/休闲/休闲_2.jpg',
            }, {
                title: '弹性绵软滤棒',
                desc: '滤棒绵软且有弹性，带给消费者“初吻”般的绝妙触感。',
                image: 'assets/烟包/休闲/休闲_3.jpg',
            }, {
                title: '独特烟叶制作工艺',
                desc: '采取独特自然醇化与低温处理工艺，使烟叶甜润本色得到升华。',
                image: 'assets/烟包/休闲/休闲_4.jpg',
            }]
    },
    {
        category: 'leisure',
        id: '利群（逍遥）',
        price: 82,
        image: 'assets/烟包/休闲/逍遥.png',
        descTitle: '子非鱼，焉知鱼之乐',
        desc: '自由豁达的品位人生  子陵垂钓富春江，名士情怀传佳话，山水有形，心境无界。自在随心，豁达随行。好的生命状态如此，好烟亦如此，利群品牌产品家族的旗舰产品，“小山居，大逍遥”，奉献自在、舒适的逍遥体验。 绝妙调配 烟草典范  利群（逍遥）自问世以来始终保持其标志性的独特风格，秉承“香而不腻、淡而有味”的浙烟风格，香气甜润优雅自然，吃味醇和细腻，余味生津圆润，同时也因其带来的悠远自由的绝妙感受令人回味无穷，堪称是大师调配的烟草典范。',
        slides: [{
                title: '具有文化沉淀的包装设计',
                desc: '利群（逍遥）包装取自《富春山居图》中《子陵垂钓》的片段：一蓑一笠一扁舟，一丈丝纶一雨钩。一曲高歌一樽酒，一人独钓一江秋。',
                image: 'assets/烟包/休闲/逍遥_1.jpg',
            }, {
                title: '34mm超长滤嘴',
                desc: '34mm超长滤嘴，成就6mg舒适满足，滤嘴长一点，轻松多一点。',
                image: 'assets/烟包/休闲/逍遥_2.jpg',
            }, {
                title: '三感合一吸食口感',
                desc: '极轻加香，极轻加料，激活烟草本源的醇美，实现“入口轻松，过程舒适，结果满足”三感合一的吸食口味。',
                image: 'assets/烟包/休闲/逍遥_3.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（钱塘）',
        price: 60,
        image: 'assets/烟包/阳光/钱塘.png',
        descTitle: '潮起钱塘天下浙商',
        desc: '商海弄潮 浙商精神  “浙江模式”，“浙江经验”，“浙江现象”，已经被写入多地教科书，浙商被称之为“东方犹太人”。他们搏击商海的气势与魅力，犹如“壮观天下无”的钱塘江潮，磅礴且坚毅。利群作为浙烟的代表，与浙江商人大气之处更显细节的做事风格，以及坐拥身家却处世低调的性格如出一辙。度身定制 精益求精，利群（钱塘）是为浙商量身定制的高档卷烟，兼具内在品质与精美的外部包装，展现浙商精神。在充分保留阳光系产品的原有特点的基础上，提升滤棒品质。技术与口感的不断提升，带来丰富的层次感，在整个系列中处于较高的位置。',
        slides: [{
                title: '山水江南花纹设计',
                desc: '水松纸上展现浙江山水，描绘了江南建筑因水而灵，自然融洽的美丽景色；建筑隐藏在自然之中，远处山脉延绵，高塔耸立，近处人物生动活泼，三潭印月步移景移。 ',
                image: 'assets/烟包/阳光/钱塘_1.jpg',
            }, {
                title: '高透六边形中空复合滤棒',
                desc: '滤嘴采用高透六边形中空复合滤棒，增加烟支外观的独特性和美观性，使抽吸更加轻松，减缓烟气进入口腔的量和速度，更加柔和、舒缓。',
                image: 'assets/烟包/阳光/钱塘_2.jpg',
            }, {
                title: '选香调香新技术',
                desc: '运用“致香遴选”、“叶组保香调味技术”等新技术，对烟叶原料进行精准筛选、科学组合，以烟调烟，保障卷烟各项理化指标平衡与协调。',
                image: 'assets/烟包/阳光/钱塘_3.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（软金色阳光）',
        price: 51,
        image: 'assets/烟包/阳光/金色阳光.png',
        descTitle: '我心向太阳',
        desc: '集世界著名烟叶之大成。利群（软金色阳光）在原材料的丰富性上下尽功夫，选取8处世界著名的烟田烟叶，将多样的烟叶特色调和成一，这样所制成的一支烟，包含了丰富的口感，层次鲜明。传承利群品牌经典平和的原生魅力，“更无柳絮因风起，惟有葵花向日倾”。向日葵被誉为“光明之花”，象征着秋天的金色，丰收的喜悦。利群（软金色阳光）是利群阳光系中高端产品，叶组配方及吸味秉承阳光系“清淡醇和”的风格。',
        slides: [{
                title: '突出香味和口感的个性气质',
                desc: '突出在香味与口感上显现个性气质。吸味醇厚绵长；香气清雅飘逸，余味舒适清爽。',
                image: 'assets/烟包/阳光/金色阳光_1.jpg',
            }, {
                title: '特殊滤嘴截留杂质',
                desc: '34mm加长通风槽滤嘴，全面截留粗制的尘粒和杂质，使得烟气细绵飘逸，在口腔和喉头丝丝萦绕。',
                image: 'assets/烟包/阳光/金色阳光_2.jpg',
            }, {
                title: '86%软硬度',
                desc: '滤棒外部采用天然木浆纤维成形纸，软硬度严格控制在86%左右，确保滤棒弹性，始终保持不湿不粘，唇齿触感更加亲肤。',
                image: 'assets/烟包/阳光/金色阳光_3.jpg',
            }, {
                title: '精选国内外优质烟叶',
                desc: '精选国内外优质烟叶，经黄金配比形成如风如泉的飘逸风姿。',
                image: 'assets/烟包/阳光/金色阳光_4.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（阳光橙中支）',
        price: 50,
        image: 'assets/烟包/阳光/橙中支.png',
        descTitle: '原来，橙可以如此出彩',
        desc: '利群阳光系新品利群首款中支烟  出彩生活，奢意人生。出彩生活，奢意人生。利群（阳光橙中支），注重时尚与轻奢感，契合消费者的品质坚持与品位呈现，为消费者带来一场新体验。我们抽的不仅仅是烟，更是个性与格调。匠人造物，不离初心。作为烟草品牌，利群（阳光·橙中支）以精致包装、精湛工艺、精品配方，回归这支烟本身，向喜爱卷烟的消费者们致以崇高敬意。',
        slides: [{
                title: '橙意包装，时尚轻奢',
                desc: '首度采用亮眼橙色调，精致包装，现代美感油然而生。',
                image: 'assets/烟包/阳光/橙中支_1.jpg',
            }, {
                title: '黄金比例，指尖优雅',
                desc: '近乎完美的烟体比例，契合一切指形。',
                image: 'assets/烟包/阳光/橙中支_2.jpg',
            }, {
                title: '双腔一体，保润保香',
                desc: '贴心独立包装，一包各10支，有效保留卷烟新鲜度。',
                image: 'assets/烟包/阳光/橙中支_4.jpg',
            }, {
                title: '阳光口感，饱满悠扬',
                desc: '香气透发饱满、柔绵舒缓，余味干净舒适。',
                image: 'assets/烟包/阳光/橙中支_3.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（阳光）',
        price: 48,
        image: 'assets/烟包/阳光/阳光.png',
        descTitle: '轻松一口阳光味道',
        desc: '低调不失奢华的品味。有这样一群人，他们欣赏利群阳光温暖、醇厚的气质，仿佛午后的一杯咖啡，舒适而优雅。其咖啡色的包装符合他们低调不失奢华的品味，内外兼备，相得益彰。利群（阳光）所希望的，不仅是卷烟本身所带来的物理感受，更是一场愉悦的心灵之旅。触感与口感的升华，利群（阳光）首次采用34mm超长过滤嘴，在有效清除并吸附烟气中有害成分的基础上，满足香气量，提高了吸食口感，强调卷烟为身心带来的触感。闻香甜美润泽，吸味醇厚绵长，烟香清雅飘逸，烟气柔和淡雅，回味滑爽悠扬，烟气中仿若咖啡的香气，温暖醇厚。',
        slides: [{
                title: '尊贵质感纹理',
                desc: '深咖啡色的主体色调配上抽象动感的红色渐变色块，充满现代感、时尚感，彰显尊贵。',
                image: 'assets/烟包/阳光/阳光_1.jpg',
            }, {
                title: '高品质烟叶黄金配比',
                desc: '精选美国、津巴布韦、加拿大等国际高品质烟叶，经黄金配比形成如风如泉的飘逸风姿，闻香甜美润泽。',
                image: 'assets/烟包/阳光/阳光_2.jpg',
            }, {
                title: '天然木浆纤维成形纸',
                desc: '滤棒外部采用天然木浆纤维成形纸，软硬度严格控制在86%左右，确保滤棒弹性，始终保持不湿不粘，唇齿触感更加亲肤，而在材质的选择上增加了抗水性和抗湿性的强度。',
                image: 'assets/烟包/阳光/阳光_3.jpg',
            }, {
                title: '34mm通风槽滤嘴',
                desc: '利群（阳光）首次采用了34mm长度的联合效益通风槽滤嘴，全面截留粗制的尘粒和杂质，使得烟气细绵飘逸。滤棒内部紧实而绵软，手中触感弹性紧致饱满。',
                image: 'assets/烟包/阳光/阳光_4.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（软长嘴）',
        price: 36,
        image: 'assets/烟包/阳光/软阳光.png',
        descTitle: '轻松一口阳光味道',
        desc: '阳光系产品开山之作。利群（软长嘴）选择国内外香气足、焦油含量低的优质烟叶，精心配比，研制出独特的馥郁、醇厚的高端卷烟口味。其作为首款阳光系产品，于2005年上市，是引领“阳光系”乃至“利群”实现品牌升级突破的关键所在，让“利群”以全新的形象崛起于高端市场。传承利群品牌经典平和的原生魅力，利群（软阳光）立足于优质纯正的烤烟香气，以国内外高档优质烟叶为主体，塑造丰富饱满的立体烟香特征；追求协调、流畅而富有层次感的烟气。传承利群品牌经典平和的原香魅力，亦重新雕琢利群（软阳光）的卓越馥郁与绵长。',
        slides: [{
                title: '沉稳尊贵的设计',
                desc: '延续利群（阳光）深咖啡色的主体色调，以及沉稳尊贵的包装气质，赋予更加低调、品味之感。',
                image: 'assets/烟包/阳光/软阳光_1.jpg',
            }, {
                title: '30mm加长滤嘴',
                desc: '30mm加长滤嘴的超群设计，体现健康理念，具有高贵典雅的个性化特色。',
                image: 'assets/烟包/阳光/软阳光_2.jpg',
            }, {
                title: '焦油和尼古丁的合理配比',
                desc: '精选上等烟叶，精心的配比与加工，焦油和尼古丁的比值保持在10：1左右的合理范围，且焦油量进一步降低，保证其突出的香气风格和特征，烟气更显柔和细腻。',
                image: 'assets/烟包/阳光/软阳光_3.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（西子阳光）',
        price: 31,
        image: 'assets/烟包/阳光/西子阳光.png',
        descTitle: '细而有味 口口满足',
        desc: '江南之静美 风雅出尘。托尔斯泰曾经说过：“风雅的人是真正的生活之王。”提及风雅之士，人们无一不指向江南。江花胜火，春水如蓝，丁香小巷，烟雨杏花。利群（西子阳光），将江南的细腻、风雅的灵魂精髓，注入卷烟之中。用一支烟的时间，带您领略江南之精、江南之雅、江南之美。精致细腻的细支烟代表，利群（西子阳光）是利群品牌第一支细支卷烟。隽秀的烟支搭配工笔画风格烟包的精致，为利群一贯的平和之中更添一份细腻。它有细支烟的精细，又秉承了阳光系的品系特点，更注重香气的丰富性、高雅性与协调性，为细支烟的突出代表。',
        slides: [{
                title: '工笔画风纹理设计/35%进口烟叶/利群首创84mm细支',
                desc: '以淡黄为主色调，精致《苏堤春晓》画卷盘绕，运用水墨国画的独特韵味，展示人间天堂－－西湖之美。选用35%进口烟叶，香气甜润飘逸，吸味醇和绵长，烟气舒适细腻，回味生津。84mm细支造型，盈盈一握，修长精美。',
                image: 'assets/烟包/阳光/西子阳光_1.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（钱塘）',
        price: 60,
        image: 'assets/烟包/阳光/钱塘.png',
        descTitle: '潮起钱塘天下浙商',
        desc: '商海弄潮 浙商精神  “浙江模式”，“浙江经验”，“浙江现象”，已经被写入多地教科书，浙商被称之为“东方犹太人”。他们搏击商海的气势与魅力，犹如“壮观天下无”的钱塘江潮，磅礴且坚毅。利群作为浙烟的代表，与浙江商人大气之处更显细节的做事风格，以及坐拥身家却处世低调的性格如出一辙。度身定制 精益求精，利群（钱塘）是为浙商量身定制的高档卷烟，兼具内在品质与精美的外部包装，展现浙商精神。在充分保留阳光系产品的原有特点的基础上，提升滤棒品质。技术与口感的不断提升，带来丰富的层次感，在整个系列中处于较高的位置。',
        slides: [{
                title: '山水江南花纹设计',
                desc: '水松纸上展现浙江山水，描绘了江南建筑因水而灵，自然融洽的美丽景色；建筑隐藏在自然之中，远处山脉延绵，高塔耸立，近处人物生动活泼，三潭印月步移景移。 ',
                image: 'assets/烟包/阳光/钱塘_1.jpg',
            }, {
                title: '高透六边形中空复合滤棒',
                desc: '滤嘴采用高透六边形中空复合滤棒，增加烟支外观的独特性和美观性，使抽吸更加轻松，减缓烟气进入口腔的量和速度，更加柔和、舒缓。',
                image: 'assets/烟包/阳光/钱塘_2.jpg',
            }, {
                title: '选香调香新技术',
                desc: '运用“致香遴选”、“叶组保香调味技术”等新技术，对烟叶原料进行精准筛选、科学组合，以烟调烟，保障卷烟各项理化指标平衡与协调。',
                image: 'assets/烟包/阳光/钱塘_3.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（软金色阳光）',
        price: 51,
        image: 'assets/烟包/阳光/金色阳光.png',
        descTitle: '我心向太阳',
        desc: '集世界著名烟叶之大成。利群（软金色阳光）在原材料的丰富性上下尽功夫，选取8处世界著名的烟田烟叶，将多样的烟叶特色调和成一，这样所制成的一支烟，包含了丰富的口感，层次鲜明。传承利群品牌经典平和的原生魅力，“更无柳絮因风起，惟有葵花向日倾”。向日葵被誉为“光明之花”，象征着秋天的金色，丰收的喜悦。利群（软金色阳光）是利群阳光系中高端产品，叶组配方及吸味秉承阳光系“清淡醇和”的风格。',
        slides: [{
                title: '突出香味和口感的个性气质',
                desc: '突出在香味与口感上显现个性气质。吸味醇厚绵长；香气清雅飘逸，余味舒适清爽。',
                image: 'assets/烟包/阳光/金色阳光_1.jpg',
            }, {
                title: '特殊滤嘴截留杂质',
                desc: '34mm加长通风槽滤嘴，全面截留粗制的尘粒和杂质，使得烟气细绵飘逸，在口腔和喉头丝丝萦绕。',
                image: 'assets/烟包/阳光/金色阳光_2.jpg',
            }, {
                title: '86%软硬度',
                desc: '滤棒外部采用天然木浆纤维成形纸，软硬度严格控制在86%左右，确保滤棒弹性，始终保持不湿不粘，唇齿触感更加亲肤。',
                image: 'assets/烟包/阳光/金色阳光_3.jpg',
            }, {
                title: '精选国内外优质烟叶',
                desc: '精选国内外优质烟叶，经黄金配比形成如风如泉的飘逸风姿。',
                image: 'assets/烟包/阳光/金色阳光_4.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（阳光橙中支）',
        price: 50,
        image: 'assets/烟包/阳光/橙中支.png',
        descTitle: '原来，橙可以如此出彩',
        desc: '利群阳光系新品利群首款中支烟  出彩生活，奢意人生。出彩生活，奢意人生。利群（阳光橙中支），注重时尚与轻奢感，契合消费者的品质坚持与品位呈现，为消费者带来一场新体验。我们抽的不仅仅是烟，更是个性与格调。匠人造物，不离初心。作为烟草品牌，利群（阳光·橙中支）以精致包装、精湛工艺、精品配方，回归这支烟本身，向喜爱卷烟的消费者们致以崇高敬意。',
        slides: [{
                title: '橙意包装，时尚轻奢',
                desc: '首度采用亮眼橙色调，精致包装，现代美感油然而生。',
                image: 'assets/烟包/阳光/橙中支_1.jpg',
            }, {
                title: '黄金比例，指尖优雅',
                desc: '近乎完美的烟体比例，契合一切指形。',
                image: 'assets/烟包/阳光/橙中支_2.jpg',
            }, {
                title: '双腔一体，保润保香',
                desc: '贴心独立包装，一包各10支，有效保留卷烟新鲜度。',
                image: 'assets/烟包/阳光/橙中支_4.jpg',
            }, {
                title: '阳光口感，饱满悠扬',
                desc: '香气透发饱满、柔绵舒缓，余味干净舒适。',
                image: 'assets/烟包/阳光/橙中支_3.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（阳光）',
        price: 48,
        image: 'assets/烟包/阳光/阳光.png',
        descTitle: '轻松一口阳光味道',
        desc: '低调不失奢华的品味。有这样一群人，他们欣赏利群阳光温暖、醇厚的气质，仿佛午后的一杯咖啡，舒适而优雅。其咖啡色的包装符合他们低调不失奢华的品味，内外兼备，相得益彰。利群（阳光）所希望的，不仅是卷烟本身所带来的物理感受，更是一场愉悦的心灵之旅。触感与口感的升华，利群（阳光）首次采用34mm超长过滤嘴，在有效清除并吸附烟气中有害成分的基础上，满足香气量，提高了吸食口感，强调卷烟为身心带来的触感。闻香甜美润泽，吸味醇厚绵长，烟香清雅飘逸，烟气柔和淡雅，回味滑爽悠扬，烟气中仿若咖啡的香气，温暖醇厚。',
        slides: [{
                title: '尊贵质感纹理',
                desc: '深咖啡色的主体色调配上抽象动感的红色渐变色块，充满现代感、时尚感，彰显尊贵。',
                image: 'assets/烟包/阳光/阳光_1.jpg',
            }, {
                title: '高品质烟叶黄金配比',
                desc: '精选美国、津巴布韦、加拿大等国际高品质烟叶，经黄金配比形成如风如泉的飘逸风姿，闻香甜美润泽。',
                image: 'assets/烟包/阳光/阳光_2.jpg',
            }, {
                title: '天然木浆纤维成形纸',
                desc: '滤棒外部采用天然木浆纤维成形纸，软硬度严格控制在86%左右，确保滤棒弹性，始终保持不湿不粘，唇齿触感更加亲肤，而在材质的选择上增加了抗水性和抗湿性的强度。',
                image: 'assets/烟包/阳光/阳光_3.jpg',
            }, {
                title: '34mm通风槽滤嘴',
                desc: '利群（阳光）首次采用了34mm长度的联合效益通风槽滤嘴，全面截留粗制的尘粒和杂质，使得烟气细绵飘逸。滤棒内部紧实而绵软，手中触感弹性紧致饱满。',
                image: 'assets/烟包/阳光/阳光_4.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（软长嘴）',
        price: 36,
        image: 'assets/烟包/阳光/软阳光.png',
        descTitle: '轻松一口阳光味道',
        desc: '阳光系产品开山之作。利群（软长嘴）选择国内外香气足、焦油含量低的优质烟叶，精心配比，研制出独特的馥郁、醇厚的高端卷烟口味。其作为首款阳光系产品，于2005年上市，是引领“阳光系”乃至“利群”实现品牌升级突破的关键所在，让“利群”以全新的形象崛起于高端市场。传承利群品牌经典平和的原生魅力，利群（软阳光）立足于优质纯正的烤烟香气，以国内外高档优质烟叶为主体，塑造丰富饱满的立体烟香特征；追求协调、流畅而富有层次感的烟气。传承利群品牌经典平和的原香魅力，亦重新雕琢利群（软阳光）的卓越馥郁与绵长。',
        slides: [{
                title: '沉稳尊贵的设计',
                desc: '延续利群（阳光）深咖啡色的主体色调，以及沉稳尊贵的包装气质，赋予更加低调、品味之感。',
                image: 'assets/烟包/阳光/软阳光_1.jpg',
            }, {
                title: '30mm加长滤嘴',
                desc: '30mm加长滤嘴的超群设计，体现健康理念，具有高贵典雅的个性化特色。',
                image: 'assets/烟包/阳光/软阳光_2.jpg',
            }, {
                title: '焦油和尼古丁的合理配比',
                desc: '精选上等烟叶，精心的配比与加工，焦油和尼古丁的比值保持在10：1左右的合理范围，且焦油量进一步降低，保证其突出的香气风格和特征，烟气更显柔和细腻。',
                image: 'assets/烟包/阳光/软阳光_3.jpg',
            }]
    },
    {
        category: 'sunshine',
        id: '利群（西子阳光）',
        price: 31,
        image: 'assets/烟包/阳光/西子阳光.png',
        descTitle: '细而有味 口口满足',
        desc: '江南之静美 风雅出尘。托尔斯泰曾经说过：“风雅的人是真正的生活之王。”提及风雅之士，人们无一不指向江南。江花胜火，春水如蓝，丁香小巷，烟雨杏花。利群（西子阳光），将江南的细腻、风雅的灵魂精髓，注入卷烟之中。用一支烟的时间，带您领略江南之精、江南之雅、江南之美。精致细腻的细支烟代表，利群（西子阳光）是利群品牌第一支细支卷烟。隽秀的烟支搭配工笔画风格烟包的精致，为利群一贯的平和之中更添一份细腻。它有细支烟的精细，又秉承了阳光系的品系特点，更注重香气的丰富性、高雅性与协调性，为细支烟的突出代表。',
        slides: [{
                title: '工笔画风纹理设计/35%进口烟叶/利群首创84mm细支',
                desc: '以淡黄为主色调，精致《苏堤春晓》画卷盘绕，运用水墨国画的独特韵味，展示人间天堂－－西湖之美。选用35%进口烟叶，香气甜润飘逸，吸味醇和绵长，烟气舒适细腻，回味生津。84mm细支造型，盈盈一握，修长精美。',
                image: 'assets/烟包/阳光/西子阳光_1.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（硬）',
        price: 26,
        image: 'assets/烟包/原生/国色天香.png',
        descTitle: '醇厚饱满，国色天香',
        desc: '丰盈、如意之人生。“国色朝酣酒，天香夜染衣”，牡丹花开之时雍容大度，其美丽花姿让人为之倾倒，有“国色天香”的美称。在它的饱满香气中，寄寓了前人赋予的情怀，恰如人生丰盈，富贵如意；亦包含了对明天的美好憧憬与夙愿。原生经典 天赐本香，利群家族原生系经典产品，强调烟叶的自然与纯粹，独特配方凸显烟草的天赐本香，是利群品系中香气最饱满，本香最充裕的产品。',
        slides: [{
                title: '牡丹花纹理设计',
                desc: '选用牡丹花做为主体图案，取国色天香、吉祥富贵的美好寓意，形成既典雅高贵又大气雍容神态，呼应国色天香的香烟特质。',
                image: 'assets/烟包/原生/国色天香_1.jpg',
            }, {
                title: '创新三段式滤嘴设计',
                desc: '对于30mm滤嘴，采用创新三段式滤嘴设计，指间华丽更显档次。',
                image: 'assets/烟包/原生/国色天香_2.jpg',
            }, {
                title: '创新叶组降焦技术',
                desc: '创新的叶组降焦技术，使烟气中焦油和烟碱的比值保持在10：1左右的合理范围，既保证了卷烟的吸味品质，又给予了消费者舒适的体验。',
                image: 'assets/烟包/原生/国色天香_3.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（长嘴）',
        price: 22,
        image: 'assets/烟包/原生/长嘴.png',
        descTitle: '滤嘴长一点，味道好一点',
        desc: '中国量产长嘴第一支。利群是一个勇于走在趋势前沿，不断创新的开拓者。2000年，中国第一支量产长嘴卷烟在杭州卷烟厂诞生。该系列是利群产品家族中性价比极高的一款，浙江人最爱，逢年过节都要断货。利群特质集大成者，利群作为平和生活方式的倡导者，二十多年来始终遵循“平衡”、“协调”的制烟理念，形成“绿色”、“原生”、“本味”的品牌发展基因，带给消费者“清淡醇和”的吸味风格体验。该系列在利群烟迷中深入人心，跨越几代人的延续，具有不可磨灭的历史意义。',
        slides: [{
                title: '首支30mm长过滤嘴',
                desc: '中国量产长嘴第一支，30mm长过滤嘴具有划时代的意义，在有效发挥长过滤嘴功效的同时，保持卷烟的香气和吸味。',
                image: 'assets/烟包/原生/长嘴_1.jpg',
            }, {
                title: '精选优质烟叶',
                desc: '其烟叶具备“香气足、烟碱适中、刺激性低”这三个优秀品质。',
                image: 'assets/烟包/原生/长嘴_2.jpg',
            }, {
                title: '突出烟草本香与香韵',
                desc: '通过精心配比，在成分比例协调的基础上，辅以轻巧的调香润色，奇妙的相补效应和相抵效应，更加突出了烟草本味与香韵。',
                image: 'assets/烟包/原生/长嘴_3.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（软红长嘴）',
        price: 22,
        image: 'assets/烟包/原生/软红长嘴.png',
        descTitle: '滤嘴长一点，味道好一点',
        desc: '中式长嘴卷烟先驱  如果缺少对消费需求的洞察能力，长滤嘴的出现只是空想，软红长嘴——中式长嘴卷烟先驱，通过对消费者消费趋势细致入微的观察，历经无数次实验，终于2000年研发问世，由此拉开利群的长过滤嘴卷烟时代帷幕。一脉相承的经典工艺，利群（软红长嘴）传承一脉的经典工艺，在有效发挥长过滤嘴功效的同时，保持卷烟的香气和吸味。迄今已被烟迷爱了十多年，且爱戴者仍在不断壮大。经典的卷烟之所以会不断吸引人们去回顾，真正让人沉溺其间的，绝对不只是表象，更是热情、是知识、是细节、以及不可磨灭的历史意义。',
        slides: [{
                title: '30mm长过滤嘴设计',
                desc: '长过滤嘴设计，实现卓越品质与吸味感受的完美结合。',
                image: 'assets/烟包/原生/软红长嘴_1.jpg',
            }, {
                title: '高档烟叶精心配比',
                desc: '利群（软红长嘴）由卷烟配方大师领衔设计，选用国内外香气足、烟碱适中、刺激性低的优质高档烟叶原料，精心配比。',
                image: 'assets/烟包/原生/软红长嘴_2.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（薄荷）',
        price: 21,
        image: 'assets/烟包/原生/薄荷.png',
        descTitle: '瞬间舒畅',
        desc: '振奋精神的薄荷之味  工作压力大的人群，容易烦躁、失眠。薄荷的香味能有助缓解症状，改善抑郁等不良情绪、能提振精神、使身心欢愉、帮助入眠。精神困顿时抽一支利群（薄荷），头脑清醒、精神振奋。细腻温润的低焦之作，循着利群一贯的平和之道，以薄荷之清诱发烟叶之香，利群（薄荷）入喉一瞬，身心舒畅，让人平心静气。',
        slides: [{
                title: '薄荷棉线设置',
                desc: '30mm滤嘴，中心置入特有的薄荷棉线，结合通风槽，将烤烟香与薄荷香融合在一起。',
                image: 'assets/烟包/原生/薄荷_1.jpg',
            }, {
                title: '纯天然植草萃取物',
                desc: '采用纯天然植草萃取物和独特的薄荷缓释技术，既有烟草本香的烤烟香特征，又有清凉回甜的薄荷香。',
                image: 'assets/烟包/原生/薄荷_2.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（软蓝）',
        price: 18,
        image: 'assets/烟包/原生/软蓝.png',
        descTitle: '清雅似蓝天',
        desc: '云淡风轻的抽吸体验  入口温和绵柔，回味生津醇厚。以一颗温和的心，还原生命的本真。利群（软蓝）以蓝色为主调配合精致暗纹，纯净清雅中隐藏高贵典雅之气。温和醇厚的利群风格，利群（软蓝）选用云南、津巴布韦、巴西以及国内香气量足、烟碱适中优质高档烟叶原料为主要原料，运用成熟的烟叶配伍技术精心筛选、精心配比，打造温和醇厚的利群风格。',
        slides: [{
                title: '时尚休闲设计',
                desc: '25mm滤嘴，金丝环状配合蓝色利群字样，整体设计时尚、休闲、浪漫。',
                image: 'assets/烟包/原生/软蓝_1.jpg',
            }, {
                title: '醇厚细腻的口感',
                desc: '一口软蓝，绵团之感犹如置身云海，醇厚细腻、自然，劲头适中，为利群原生系经典产品。',
                image: 'assets/烟包/原生/软蓝_2.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（老版）',
        price: 16,
        image: 'assets/烟包/原生/老版.png',
        descTitle: '轻松舒适	原味生香',
        desc: '不断开拓 稳定前行 “潮流转瞬即逝，唯有风格能够永存。”对于香烟亦是如此。1995年，利群（老版）问世，利群品牌由此诞生，成为平和从容的江南烟代表。二十多年来，利群品牌的烙印愈加清晰，而这两款烟依旧活跃在消费者眼前，为人称道。“平和从容”精神内涵开篇之作，老版是利群品牌“平和从容”的精神气质内涵开创者。它第一次向中国卷烟消费者提出“淡淡的满足”利群风格。成熟的烟叶配伍技术和横向竖向配方技术作为利群制烟的基础，同样随着这款烟的诞生而确立。',
        slides: [{
                title: '舒适滤嘴触感',
                desc: '滤嘴触感舒适，金色的滤嘴中，散落点点米色的斑点，犹如烟丝散落，凸显本色本味的香烟特征。',
                image: 'assets/烟包/原生/老版_1.jpg',
            }, {
                title: '平衡优化配方',
                desc: '选择国内外香气足、烟碱适中、焦油含量低的优质烟叶，香气浓郁，清雅丰满，吸味醇和，余味干净、舒适。',
                image: 'assets/烟包/原生/老版_2.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（硬）',
        price: 26,
        image: 'assets/烟包/原生/国色天香.png',
        descTitle: '醇厚饱满，国色天香',
        desc: '丰盈、如意之人生。“国色朝酣酒，天香夜染衣”，牡丹花开之时雍容大度，其美丽花姿让人为之倾倒，有“国色天香”的美称。在它的饱满香气中，寄寓了前人赋予的情怀，恰如人生丰盈，富贵如意；亦包含了对明天的美好憧憬与夙愿。原生经典 天赐本香，利群家族原生系经典产品，强调烟叶的自然与纯粹，独特配方凸显烟草的天赐本香，是利群品系中香气最饱满，本香最充裕的产品。',
        slides: [{
                title: '牡丹花纹理设计',
                desc: '选用牡丹花做为主体图案，取国色天香、吉祥富贵的美好寓意，形成既典雅高贵又大气雍容神态，呼应国色天香的香烟特质。',
                image: 'assets/烟包/原生/国色天香_1.jpg',
            }, {
                title: '创新三段式滤嘴设计',
                desc: '对于30mm滤嘴，采用创新三段式滤嘴设计，指间华丽更显档次。',
                image: 'assets/烟包/原生/国色天香_2.jpg',
            }, {
                title: '创新叶组降焦技术',
                desc: '创新的叶组降焦技术，使烟气中焦油和烟碱的比值保持在10：1左右的合理范围，既保证了卷烟的吸味品质，又给予了消费者舒适的体验。',
                image: 'assets/烟包/原生/国色天香_3.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（长嘴）',
        price: 22,
        image: 'assets/烟包/原生/长嘴.png',
        descTitle: '滤嘴长一点，味道好一点',
        desc: '中国量产长嘴第一支。利群是一个勇于走在趋势前沿，不断创新的开拓者。2000年，中国第一支量产长嘴卷烟在杭州卷烟厂诞生。该系列是利群产品家族中性价比极高的一款，浙江人最爱，逢年过节都要断货。利群特质集大成者，利群作为平和生活方式的倡导者，二十多年来始终遵循“平衡”、“协调”的制烟理念，形成“绿色”、“原生”、“本味”的品牌发展基因，带给消费者“清淡醇和”的吸味风格体验。该系列在利群烟迷中深入人心，跨越几代人的延续，具有不可磨灭的历史意义。',
        slides: [{
                title: '首支30mm长过滤嘴',
                desc: '中国量产长嘴第一支，30mm长过滤嘴具有划时代的意义，在有效发挥长过滤嘴功效的同时，保持卷烟的香气和吸味。',
                image: 'assets/烟包/原生/长嘴_1.jpg',
            }, {
                title: '精选优质烟叶',
                desc: '其烟叶具备“香气足、烟碱适中、刺激性低”这三个优秀品质。',
                image: 'assets/烟包/原生/长嘴_2.jpg',
            }, {
                title: '突出烟草本香与香韵',
                desc: '通过精心配比，在成分比例协调的基础上，辅以轻巧的调香润色，奇妙的相补效应和相抵效应，更加突出了烟草本味与香韵。',
                image: 'assets/烟包/原生/长嘴_3.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（软红长嘴）',
        price: 22,
        image: 'assets/烟包/原生/软红长嘴.png',
        descTitle: '滤嘴长一点，味道好一点',
        desc: '中式长嘴卷烟先驱  如果缺少对消费需求的洞察能力，长滤嘴的出现只是空想，软红长嘴——中式长嘴卷烟先驱，通过对消费者消费趋势细致入微的观察，历经无数次实验，终于2000年研发问世，由此拉开利群的长过滤嘴卷烟时代帷幕。一脉相承的经典工艺，利群（软红长嘴）传承一脉的经典工艺，在有效发挥长过滤嘴功效的同时，保持卷烟的香气和吸味。迄今已被烟迷爱了十多年，且爱戴者仍在不断壮大。经典的卷烟之所以会不断吸引人们去回顾，真正让人沉溺其间的，绝对不只是表象，更是热情、是知识、是细节、以及不可磨灭的历史意义。',
        slides: [{
                title: '30mm长过滤嘴设计',
                desc: '长过滤嘴设计，实现卓越品质与吸味感受的完美结合。',
                image: 'assets/烟包/原生/软红长嘴_1.jpg',
            }, {
                title: '高档烟叶精心配比',
                desc: '利群（软红长嘴）由卷烟配方大师领衔设计，选用国内外香气足、烟碱适中、刺激性低的优质高档烟叶原料，精心配比。',
                image: 'assets/烟包/原生/软红长嘴_2.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（薄荷）',
        price: 21,
        image: 'assets/烟包/原生/薄荷.png',
        descTitle: '瞬间舒畅',
        desc: '振奋精神的薄荷之味  工作压力大的人群，容易烦躁、失眠。薄荷的香味能有助缓解症状，改善抑郁等不良情绪、能提振精神、使身心欢愉、帮助入眠。精神困顿时抽一支利群（薄荷），头脑清醒、精神振奋。细腻温润的低焦之作，循着利群一贯的平和之道，以薄荷之清诱发烟叶之香，利群（薄荷）入喉一瞬，身心舒畅，让人平心静气。',
        slides: [{
                title: '薄荷棉线设置',
                desc: '30mm滤嘴，中心置入特有的薄荷棉线，结合通风槽，将烤烟香与薄荷香融合在一起。',
                image: 'assets/烟包/原生/薄荷_1.jpg',
            }, {
                title: '纯天然植草萃取物',
                desc: '采用纯天然植草萃取物和独特的薄荷缓释技术，既有烟草本香的烤烟香特征，又有清凉回甜的薄荷香。',
                image: 'assets/烟包/原生/薄荷_2.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（软蓝）',
        price: 18,
        image: 'assets/烟包/原生/软蓝.png',
        descTitle: '清雅似蓝天',
        desc: '云淡风轻的抽吸体验  入口温和绵柔，回味生津醇厚。以一颗温和的心，还原生命的本真。利群（软蓝）以蓝色为主调配合精致暗纹，纯净清雅中隐藏高贵典雅之气。温和醇厚的利群风格，利群（软蓝）选用云南、津巴布韦、巴西以及国内香气量足、烟碱适中优质高档烟叶原料为主要原料，运用成熟的烟叶配伍技术精心筛选、精心配比，打造温和醇厚的利群风格。',
        slides: [{
                title: '时尚休闲设计',
                desc: '25mm滤嘴，金丝环状配合蓝色利群字样，整体设计时尚、休闲、浪漫。',
                image: 'assets/烟包/原生/软蓝_1.jpg',
            }, {
                title: '醇厚细腻的口感',
                desc: '一口软蓝，绵团之感犹如置身云海，醇厚细腻、自然，劲头适中，为利群原生系经典产品。',
                image: 'assets/烟包/原生/软蓝_2.jpg',
            }]
    },
    {
        category: 'origin',
        id: '利群（老版）',
        price: 16,
        image: 'assets/烟包/原生/老版.png',
        descTitle: '轻松舒适	原味生香',
        desc: '不断开拓 稳定前行 “潮流转瞬即逝，唯有风格能够永存。”对于香烟亦是如此。1995年，利群（老版）问世，利群品牌由此诞生，成为平和从容的江南烟代表。二十多年来，利群品牌的烙印愈加清晰，而这两款烟依旧活跃在消费者眼前，为人称道。“平和从容”精神内涵开篇之作，老版是利群品牌“平和从容”的精神气质内涵开创者。它第一次向中国卷烟消费者提出“淡淡的满足”利群风格。成熟的烟叶配伍技术和横向竖向配方技术作为利群制烟的基础，同样随着这款烟的诞生而确立。',
        slides: [{
                title: '舒适滤嘴触感',
                desc: '滤嘴触感舒适，金色的滤嘴中，散落点点米色的斑点，犹如烟丝散落，凸显本色本味的香烟特征。',
                image: 'assets/烟包/原生/老版_1.jpg',
            }, {
                title: '平衡优化配方',
                desc: '选择国内外香气足、烟碱适中、焦油含量低的优质烟叶，香气浓郁，清雅丰满，吸味醇和，余味干净、舒适。',
                image: 'assets/烟包/原生/老版_2.jpg',
            }]
    },
];


/***/ }),

/***/ "./src/app/products/products.service.ts":
/*!**********************************************!*\
  !*** ./src/app/products/products.service.ts ***!
  \**********************************************/
/*! exports provided: ProductService */
/***/ (function(module, __webpack_exports__, __webpack_require__) {

"use strict";
__webpack_require__.r(__webpack_exports__);
/* harmony export (binding) */ __webpack_require__.d(__webpack_exports__, "ProductService", function() { return ProductService; });
/* harmony import */ var _angular_core__WEBPACK_IMPORTED_MODULE_0__ = __webpack_require__(/*! @angular/core */ "./node_modules/@angular/core/fesm5/core.js");
/* harmony import */ var _product_data__WEBPACK_IMPORTED_MODULE_1__ = __webpack_require__(/*! ./product.data */ "./src/app/products/product.data.ts");
var __decorate = (undefined && undefined.__decorate) || function (decorators, target, key, desc) {
    var c = arguments.length, r = c < 3 ? target : desc === null ? desc = Object.getOwnPropertyDescriptor(target, key) : desc, d;
    if (typeof Reflect === "object" && typeof Reflect.decorate === "function") r = Reflect.decorate(decorators, target, key, desc);
    else for (var i = decorators.length - 1; i >= 0; i--) if (d = decorators[i]) r = (c < 3 ? d(r) : c > 3 ? d(target, key, r) : d(target, key)) || r;
    return c > 3 && r && Object.defineProperty(target, key, r), r;
};
var __metadata = (undefined && undefined.__metadata) || function (k, v) {
    if (typeof Reflect === "object" && typeof Reflect.metadata === "function") return Reflect.metadata(k, v);
};


var ProductService = /** @class */ (function () {
    function ProductService() {
    }
    ProductService.prototype.getProducts = function () {
        return _product_data__WEBPACK_IMPORTED_MODULE_1__["products"];
    };
    ProductService.prototype.getProduct = function (id) {
        return this.getProducts().find(function (p) { return p.id === id; });
    };
    ProductService = __decorate([
        Object(_angular_core__WEBPACK_IMPORTED_MODULE_0__["Injectable"])({
            providedIn: 'root',
        }),
        __metadata("design:paramtypes", [])
    ], ProductService);
    return ProductService;
}());



/***/ })

}]);
//# sourceMappingURL=default~cart-cart-module~pay-pay-module~products-detail-productDetail-module~products-products-modul~9dc91742.js.map